Repository: collective/collective.xmpp.core
Catalog: collective/xmpp/core/locales/*/LC_MESSAGES/collective.xmpp.core.po
Languages: es, fr, pt_br

source: A portlet that renders the feed from a PubSub node.
es: Un portlet que muestra el feed desde un nodo PubSub.
fr: Une portlet qui affiche le flux d'un noeud PubSub.
pt_br: Portlet que renderiza um fedd de um PubSub node

source: All users are being registered in the background. This might take a few minutes and your site might become unresponsive.
fr: Tous les utilisateurs sont enregistrés en tâche de fond. Cela peut prendre plusieurs minutes, et votre site peut subir un ralentissement.
pt_br: Todos os usuários estão sendo criados em segundo plano. Isto pode durar alguns minutos e seu site pode ficar sem resposta.

source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Changes saved
es: Cambios guardado
fr: Modifications enregistrées
pt_br: Alterações salvas

source: Click to toggle user's details
es: Haga clic para cambiar los detalles del usuario
fr: Cliquez pour afficher / masquer les détails du contact
pt_br: Clique aqui para alternar detalhes do usuário

source: Each XMPP-registered user is having their vCard updated. This might take some minutes to complete.
fr: Les vCards de tous les utilisateurs XMPP sont mises à jour. Cela peut prendre plusieurs minutes.
pt_br: Cada usuário cadastrado no XMPP está tendo seu vCard atualziado. Isso pode durar alguns minutos.

source: Edit cancelled
es: Edición cancelado
fr: Modifications annulées
pt_br: Edição cancelada

source: Personal message
es: Mensaje personal
fr: Message personnel
pt_br: Mensagem pessoal

source: Personal stream
es: Actividad personal
fr: Flux personnel
pt_br: Linha do tempo pesoal

source: PubSub feed portlet
es: Portlet feed PubSub
fr: Portlet flux PubSub
pt_br: Portlet de feed PubSub

source: Reply
es: Responder
fr: Répondre
pt_br: Responder

source: Save
es: Guardar
fr: Enregistrer
pt_br: Salvar

source: Send
es: Enviar
fr: Envoyer
pt_br: Enviar

source: The XMPP Twisted utility could not be found. Either your XMPP settings are incorrect, or the Zope server was just restarted and the utility not yet registered again (it's registered upon page load). If it's the second case, please try again. Otherwise, check your XMPP settings.
es: La utilidad Twisted XMPP no se pudo encontrar. Algunas de sus configuraciones XMPP son incorrectas, o el servidor Zope se reinició justo y la utilidad no se ha registrado de nuevo (se registró al cargar la página). Si es el segundo caso, por favor, inténtelo de nuevo mas tarde. De lo contrario, compruebe su configuración XMPP.
fr: L'utilitaire XMPP Twisted n'a pas été trouvé. Soit vos paramètres XMPP sont incorrects, soit le serveur Zope a redémarré et l'utilitaire n'a pas encore été enregistré (il est enregistré lors de l'affichage d'une page). Dans le second cas, veuillez réessayer. Sinon, vérifiez vos paramètres XMPP.
pt_br: O utilitário XMPP Twisted não pode ser encontrado. Ou suas configurações XMPP estão incorretas, ou o servidor Zope foi apenas reiniciado e o utilitário ainda não foi registrado novamente (é registrado com o carregamento da página). Se for o segundo caso, por favor, tente novamente. Caso contrário, verifique as configurações XMPP.

source: The XMPP server is being instructed to deregister all the users. This might take some minutes to complete.
fr: Le serveur XMPP va désinscrire l'ensemble des utilisateurs. Cela peut prendre plusieurs minutes.
pt_br: O servidor XMPP foi instruído para descadastrar todos os usuários. Isso pode demorar alguns minutos.

source: The password storage has been wiped.
fr: L'entrepôt de mots de passes a été nettoyé.
pt_br: O armazenamento de senha foi apagado

source: The selected users are being deregistered in the background.
fr: Les utilisateurs sélectionnés sont en cours de désinscription en tâche de fond.
pt_br: O registro do usuário selecionado será cancelado em segundo plano.

source: The selected users are being registered in the background.
fr: Les utilisateurs sélectionnés sont en cours d'inscription en tâche de fond.
pt_br: O usuário selecionado será registrado em segundo plano.

source: We are not yet connected to the XMPP server. Either your settings are incorrect, or you're trying to register users immediately after the ZServer has been restarted. If your settings are correct, then try again, it should work now.
fr: Vous n'êtes pas encore connectés au serveur XMPP. Soit vos paramètres sont incorrects, soit vous essayez d'inscrire des utilisateurs immédiatement après le redémarrage de Zope. Si vos paramètres sont corrects, veuillez essayer à nouveau.
pt_br: Nós não estamos conectados ainda com o servidor XMPP. Ou as configurações estão erradas, ou você está tentando registrar usuários logo apos a reinicialização do ZServer. Se a configuração está correta, tente novamente.

source: XMPP Integration
es: Integración con XMPP
fr: Intégration XMPP
pt_br: Integração XMPP

source: XMPP User Setup
es: Usuario de instalación XMPP
fr: Paramètres utilisateur XMPP
pt_br: Configuração do usuário XMPP

source: XMPP settings
es: Configuraciones XMPP
fr: Paramètres XMPP
pt_br: Configurações XMPP

source: You first need to choose the users to deregister
es: Usted primero necesita seleccionar los usuarios a eliminar sus registros
fr: Vous devez d'abord sélectionner les utilisateurs à désinscrire
pt_br: Você precisa primeiro selecionar um usuário para cancelar o registro.

source: You first need to choose the users to register
es: Usted primero necesita seleccionar los usuarios a registrar
fr: Vous devez d'abord sélectionner les utilisateurs à inscrire
pt_br: Você precisa primeiro selecionar um usuário para registrar.

source: heading_xmpp_settings
es: Configuraciones XMPP
fr: Paramètres XMPP
pt_br: Configurações XMPP

source: help_deregister_all
es: Haga clic en este botón para eliminar el registrar de TODOS los usuarios en este sitio desde el servidor XMPP.
fr: Cliquez sur ce bouton pour désinscrire TOUS les utilisateurs du site du serveur XMPP.
pt_br: Clique neste botão para cancelar o registro de TODOS os usuários do site a partir do servidor XMPP.

source: help_deregister_selected
es: Haga clic en este botón para eliminar el registrar a los usuarios seleccionados arriba desde el servidor XMPP.
fr: Cliquez sur ce bouton pour désinscrire les utilisateurs sélectionnés du serveur XMPP.
pt_br: Clique neste botão para cancelar o registro dos usuários selecionados a partir do servidor XMPP.

source: help_register_all
es: Haga clic en este botón para registrar a todos los usuarios en el sitio en el servidor XMPP. ADVERTENCIA: No llame a este método si ya tiene algunos usuarios inscritos en XMPP. Sus contraseñas se cambian y dejan de ser válidas. También tenga en cuenta, si se registra gran cantidad de usuarios y tiene activada la casilla auto-suscripción, el servidor Plone estarán muy ocupados con varios subprocesos y puede dejar de responder durante unos minutos.
fr: Cliquez sur ce bouton pour inscrire TOUS les utilisateurs du site au serveur XMPP. Les utilisateurs déjà enregistrés seront ignorés. ATTENTION : si vous enregistrez de nombreux utilisateurs et que vous avez l'auto-enregistrement activé, votre serveur Plone sera fortement sollicité et sera indisponible pendant plusieurs minutes.

source: help_register_selected
es: Haga clic en este botón para dejar registrados a los usuarios seleccionados arriba en el servidor XMPP.
fr: Cliquez sur ce bouton pour enregistrer les utilisateurs sélectionnés sur le serveur XMPP. Les utilisateurs déjà enregistrés seront ignorés.

source: help_server_hostname
fr: Le nom d'hôte du serveur sur lequel le serveur XMPP est démarré. Utile lorsque le serveur XMPP tourne sur le même serveur, LAN ou VPN que votre site Plone. Sinon, laissez le nom du domaine XMPP.
pt_br: O nome do host do servidor no qual o servidor XMPP está sendo executado. Útil quando você estiver executando o servidor XMPP no mesmo servidor, LAN ou VPN como o seu site Plone. Caso contrário, mantenha o mesmo domínio XMPP.

source: help_server_port
fr: Le numéro de port du serveur XMPP. 5222 par défaut.
pt_br: O número da porta do servidor XMPP. O padrão é 5222.

source: help_update_vcards
fr: Cliquez ici pour mettre à jour les vCards de TOUS les utilisateurs du site
pt_br: Clique aqui para atualizar os vCards de TODOS os usuários do site.

source: help_user_setup
es: Seleccione aquí los usuarios que usted le gustaría registrar o eliminar su registro desde el servidor XMPP.
fr: Indiquez ici les utilisateurs que vous souhaitez inscrire ou désinscrire du serveur XMPP.
pt_br: Selecione os usuários que você quer registrar ou cancelar o registro a partir do servidor XMPP.

source: help_xmpp_admin_jid
es: El ID Jabber de un usuario XMPP con privilegios de administración. Plone usa este usuario para administrar (ej. registrar/dar de baja) a otros usuarios XMPP.
fr: L'ID Jabber du'un utilisateur XMPP ayant les droits d'administration. Plone utilise cet utilisateur pour administrrer les autres utilisateurs XMPP.
pt_br: O ID Jabber de um usuário XMPP com poderes administrativos. O Plone utiliza este usuário para gerenciar o registro de outros usuários XMPP.

source: help_xmpp_auto_register_on_login
fr: Sélectionnez cette option si vous souhaitez que les utilisateurs soient inscrits automatiquement au serveur XMPP. Ils seront enregistrés dès qu'ils se connectent au site Plone. Vous pouvez aussi inscrire les utilisateurs manuellement sur la page de configuration des utilisateurs.
pt_br: Selecione esta opção se você quiser que os usuários sejam automaticamente registrados no servidor XMPP. Eles serão registrados surante seu próximo login no site. Você tambem pode registrar os usuários manualmente na página de configurações do XMPP.

source: help_xmpp_auto_subscribe
es: Si los usuarios XMPP automáticamente se suscribirán entre sí? Los usuarios se suscribirán automáticamente a todos los demás usuarios XMPP en el sitio, pero cada subscripción sólo se confirmará una vez que el usuario se allá suscrito al iniciar sesión. Tenga en cuenta que esta es probablemente una mala idea en sitios con muchos usuarios!
fr: Les contacts XMPP doivent ils automatiquement être abonnés l'un à l'autre ? Les utilisateurs seront automatiquements abonnés à tous les autres utilisateurs XMPP du site, mais chaque abonnement sera confirmé une fois que l'utilisateur se connectera. Attention, cela peut être une mauvaise idée sur les sites avec de nombreux utilisateurs !
pt_br: Usuários estarão visíveis na lista de todos os outros usuários? Eles podem automaticamente aparecer em todas as listas, mas isto será confirmado apenas quando eles fizerem o primeiro acesso. Cuidado, pois isso pode não ser uma ba ideia em sites com muitos usuários.

source: help_xmpp_domain
es: El dominio bajo el cual su servidor XMPP esta ejecutándose.
fr: Le domaine que le serveur XMPP sert. C'est aussi le domaine sous lequel les utilisateurs seront enregistrés. Les ids d'utilisateur XMPP sont composés du nom d'utilisateur Plone et du domaine, sur le modèle : ${username}@${domain}.

source: help_xmpp_user_setup
es: \n Esta página le permite registrar y dar de baja usuarios de Plone en el servidor XMPP\n server. Usted puede elegir los usuarios específicos, o hacerlo para todos los usuarios\n en el sitio. Asegúrese de que ha establecido las configuraciones correctas para su servidor XMPP \n antes de enviar.\n
fr: Cette page vous permet d'inscrire et désinscrire des utilisateurs Plone sur le serveur XMPP. Vous pouvez soit choisir des utilisateurs spécifiques, ou le faire pour tous les utilisateurs du site. Soyez certains d'avoir établi les bons paramètres pour le serveur XMPP avant de valider.

source: label_deregister_all
es: Dar de baja a TODOS los usuarios
fr: Désinscrire TOUS les utilisateurs
pt_br: Cancelar registro de TODOS usuários

source: label_deregister_selected
es: Eliminar inscripción de los usuarios seleccionados
fr: Désinscrire les utilisateurs sélectionnés
pt_br: Cancelar registro dos usuários selecionados

source: label_general_settings
es: Configuración general
fr: Paramètres généraux
pt_br: Configurações gerais

source: label_register_all
es: Registrar TODOS los usuarios
fr: Inscrire TOUS les utilisateurs
pt_br: Registrar TODOS os usuários

source: label_register_selected
es: Registrar los usuarios seleccionados
fr: Inscrire les utilisateurs sélectionnés
pt_br: Registrar usuários selecionados

source: label_server_hostname
fr: Nom d'hôte du serveur XMPP
pt_br: Hostname do servidor XMPP

source: label_server_port
fr: Port du serveur XMPP
pt_br: Porta do servidor XMPP

source: label_up_to_plone_setup
es: Subir a la Configuración del sitio
fr: Revenir à la configuration du site
pt_br: Voltar para a configuração do site

source: label_update_vcards
fr: Mettre à jour TOUTES les vCards
pt_br: Atualiza o vCard de TODOS os usuários

source: label_user_registration
es: Registro de usuario
fr: Inscription d'utilisateurs
pt_br: Registro de usuário

source: label_users
es: Elija usuarios
fr: Choisir les utilisateurs
pt_br: Selecionar usuários

source: label_xmpp_admin_jid
es: JID del Administrador XMPP
fr: JID de l'administrateur XMPP
pt_br: XMPP Admin JID

source: label_xmpp_admin_password
es: Contraseña del Administrador XMPP
fr: Mot de passe de l'administrateur XMPP
pt_br: Senha do administrador XMPP

source: label_xmpp_auto_register_on_login
fr: Inscrire automatiquement au serveur XMPP dès la connection.
pt_br: Registrar automaticamente os usuários no XMPP durante o login

source: label_xmpp_auto_subscribe
es: Auto suscribir los usuarios XMPP
fr: Abonner automatiquement les utilisateurs XMPP
pt_br: Registrar automaticamente usuários XMPP

source: label_xmpp_domain
es: Dominio XMPP
fr: Domaine XMPP
pt_br: Domínio XMPP

source: All users are being registered. This might take a few minutes and your site might become unresponsive.
es: Todos los usuarios que se están registrando. Esto puede tardar unos minutos y su sitio podría dejar de responder.

source: The XMPP users is being instructed to deregister all the users. This might take some minutes to complete.
es: Se ha instruido que los usuarios XMPP se den de baja. Esto puede tardar varios minutos en completarse.

source: The selected users were deregistered
es: Los usuarios seleccionados ha sido dado de baja

source: The selected users where registered
es: Los usuarios seleccionados han sido registrados
